Repository: homizoka/xblock-virtualreality
Catalog: virtualreality/translations/*/LC_MESSAGES/text.po
Languages: eo

source: Virtual Reality
eo: Vïrtüäl Réälïtý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#

source: Title
eo: Tïtlé Ⱡ'σяєм ιρѕ#

source: Video Title
eo: Vïdéö Tïtlé Ⱡ'σяєм ιρѕυм ∂σłσя #

source: Description
eo: Désçrïptïön Ⱡ'σяєм ιρѕυм ∂σłσя #

source: Video Description
eo: Vïdéö Désçrïptïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#

source: Embed Code
eo: Émßéd Çödé Ⱡ'σяєм ιρѕυм ∂σłσ#

source: URL for Vimeo 360 URL
eo: ÛRL för Vïméö 360 ÛRL Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #

source: High Resolution Video URL
eo: Hïgh Résölütïön Vïdéö ÛRL Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#

source: URL to high resolution video
eo: ÛRL tö hïgh résölütïön vïdéö Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#

source: Low Resolution Video URL
eo: Löw Résölütïön Vïdéö ÛRL Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#

source: URL to low resolution video
eo: ÛRL tö löw résölütïön vïdéö Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
